Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: The number of bytes written to the log file.
sv: Antalet bytes skrivna till loggfilen.

source: The number of pages created.
sv: Antalet skapade sidor.

source: The compiled-in InnoDB page size (default 16KB). Many values are counted in pages; the page size allows them to be easily converted to bytes.
sv: Den inkompilerade InnoDB-sidstorleken (standard 16kB). MÃ¥nga vÃ¤rden rÃ¤knas i sidor; sidstorleken tillÃ¥ter dem att enkelt omvandlas till bytes.

source: The number of pages read.
sv: Antalet lÃ¤sta sidor.

source: The number of pages written.
sv: Antalet skrivna sidor.

source: The number of row locks currently being waited for.
sv: Antalet radlÃ¥s som fÃ¶r nÃ¤rvarande vÃ¤ntas pÃ¥.

source: The average time to acquire a row lock, in milliseconds.
sv: Genomsnittlig tid fÃ¶r att skaffa ett radlÃ¥s, i millisekunder.

source: The total time spent in acquiring row locks, in milliseconds.
sv: Total tid spenderad pÃ¥ att skaffa radlÃ¥s, i millisekunder.

source: The maximum time to acquire a row lock, in milliseconds.
sv: Maximal tid fÃ¶r att skaffa ett radlÃ¥s, i millisekunder.

source: The number of times a row lock had to be waited for.
sv: Antalet gÃ¥nger ett radlÃ¥s behÃ¶vde vÃ¤ntas pÃ¥.

source: The number of rows deleted from InnoDB tables.
sv: Antalet rader borttagna frÃ¥n InnoDB-tabeller.

source: The number of rows inserted in InnoDB tables.
sv: Antalet rader tillagda i InnoDB-tabeller.

source: The number of rows read from InnoDB tables.
sv: Antalet rader lÃ¤sta frÃ¥n InnoDB-tabeller.

source: The number of rows updated in InnoDB tables.
sv: Antalet rader uppdaterade i InnoDB-tabeller.

source: The number of key blocks in the key cache that have changed but haven't yet been flushed to disk. It used to be known as Not_flushed_key_blocks.
sv: Antalet nyckelblock i nyckelcachen som har Ã¤ndrats men inte Ã¤nnu Ã¶verfÃ¶rts till disk. Det brukade vara kÃ¤nt som Not_flushed_key_blocks.

source: The number of unused blocks in the key cache. You can use this value to determine how much of the key cache is in use.
sv: Antalet oanvÃ¤nda block i nyckelcachen. Du kan anvÃ¤nda detta vÃ¤rde fÃ¶r att avgÃ¶ra hur stor del av nyckelcachen som anvÃ¤nds.

source: The number of used blocks in the key cache. This value is a high-water mark that indicates the maximum number of blocks that have ever been in use at one time.
sv: Antalet anvÃ¤nda block i nyckelcachen. Detta vÃ¤rde Ã¤r ett hÃ¶gvattenmÃ¤rke som indikerar maximala antalet block som nÃ¥gonsin anvÃ¤nts vid ett tillfÃ¤lle.

source: Percentage of used key cache (calculated value)
sv: Andel av anvÃ¤nd nyckelcache (berÃ¤knat vÃ¤rde)

source: The number of requests to read a key block from the cache.
sv: Antalet efterfrÃ¥gningar att lÃ¤sa ett nyckelblock frÃ¥n cachen.

source: The number of physical reads of a key block from disk. If Key_reads is big, then your key_buffer_size value is probably too small. The cache miss rate can be calculated as Key_reads/Key_read_requests.
sv: Antalet fysiska lÃ¤sningar av ett nyckelblock frÃ¥n disk. Om vÃ¤rdet Key_reads Ã¤r stort, dÃ¥ Ã¤r fÃ¶rmodligen ditt vÃ¤rde key_buffer_size fÃ¶r litet. Cachens missfrekvens kan berÃ¤knas som Key_reads/Key_read_requests.

source: Key cache miss calculated as rate of physical reads compared to read requests (calculated value)
sv: Misslyckad nyckelcache berÃ¤knas som andelen fysiska lÃ¤sningar jÃ¤mfÃ¶rt med lÃ¤sbegÃ¤ran (berÃ¤knat vÃ¤rde)

source: The number of requests to write a key block to the cache.
sv: Antalet efterfrÃ¥gningar att skriva ett nyckelblock till cachen.

source: The number of physical writes of a key block to disk.
sv: Antalet fysiska skrivningar av ett nyckelblock till disk.

source: Percentage of physical writes compared to write requests (calculated value)
sv: Andel fysiska skrivningar jÃ¤mfÃ¶rt med lÃ¤sbegÃ¤ran (berÃ¤knat vÃ¤rde)

source: The total cost of the last compiled query as computed by the query optimizer. Useful for comparing the cost of different query plans for the same query. The default value of 0 means that no query has been compiled yet.
sv: Den totala kostnaden fÃ¶r den senaste kompilerade frÃ¥gan enligt berÃ¤kning av frÃ¥geoptimeraren. AnvÃ¤ndbart vid jÃ¤mfÃ¶relse av kostnad fÃ¶r olika frÃ¥gesÃ¤tt av samma frÃ¥ga. StandardvÃ¤rdet 0 innebÃ¤r att ingen frÃ¥ga har kompilerats Ã¤nnu.

source: The maximum number of connections that have been in use simultaneously since the server started.
sv: Det maximala antalet anslutningar som har anvÃ¤nts samtidigt sedan servern startade.

source: The number of rows waiting to be written in INSERT DELAYED queues.
sv: Antalet rader som vÃ¤ntar pÃ¥ att skrivas i INSERT DELAYED-kÃ¶er.

source: The number of tables that have been opened. If opened tables is big, your table cache value is probably too small.
sv: Antalet tabeller som har Ã¶ppnats. Om antalet Ã¶ppnade tabeller Ã¤r stort Ã¤r fÃ¶rmodligen ditt tabellcache-vÃ¤rde fÃ¶r litet.

source: The number of files that are open.
sv: Antalet filer som Ã¤r Ã¶ppna.

source: The number of streams that are open (used mainly for logging).
sv: Antalet strÃ¶mmar som Ã¤r Ã¶ppna (anvÃ¤nds huvudsakligen fÃ¶r loggning).

source: The number of tables that are open.
sv: Antalet tabeller som Ã¤r Ã¶ppna.

source: The number of free memory blocks in query cache. High numbers can indicate fragmentation issues, which may be solved by issuing a FLUSH QUERY CACHE statement.
sv: Antalet fria minnesblock i frÃ¥gecache. HÃ¶gt antal kan tyda pÃ¥ fragmentering, vilket kan lÃ¶sas genom att kÃ¶ra ett FLUSH QUERY CACHE-kommando.

source: The amount of free memory for query cache.
sv: MÃ¤ngden fritt minne fÃ¶r frÃ¥gecache.

source: The number of cache hits.
sv: Antalet cache-trÃ¤ffar.

source: The number of queries added to the cache.
sv: Antalet fÃ¶rfrÃ¥gningar tillagda i cachen.

source: The number of queries that have been removed from the cache to free up memory for caching new queries. This information can help you tune the query cache size. The query cache uses a least recently used (LRU) strategy to decide which queries to remove from the cache.
sv: Antalet frÃ¥gor som har tagits bort frÃ¥n cachen fÃ¶r att frigÃ¶ra minne fÃ¶r cachning av nya frÃ¥gor. Denna information kan hjÃ¤lpa dig att stÃ¤lla in storleken pÃ¥ frÃ¥gecachen. FrÃ¥gecachen anvÃ¤nder strategin minst nyligen anvÃ¤nd (LRU) fÃ¶r att bestÃ¤mma vilka frÃ¥gor som ska tas bort frÃ¥n cachen.

source: The number of non-cached queries (not cachable, or not cached due to the query_cache_type setting).
sv: Antalet icke-cachade frÃ¥gor (inte mÃ¶jliga att cacha eller inte cachade pga instÃ¤llningen query_cache_type).

source: The number of queries registered in the cache.
sv: Antalet frÃ¥gor registrerade i cachen.

source: The total number of blocks in the query cache.
sv: Totala antalet block i frÃ¥gecachen.

source: The status of failsafe replication (not yet implemented).
sv: Status fÃ¶r felsÃ¤ker replikering (Ã¤nnu inte implementerat).

source: The number of joins that do not use indexes. If this value is not 0, you should carefully check the indexes of your tables.
sv: Antalet kopplingar som inte anvÃ¤nder index. Om detta vÃ¤rde inte Ã¤r 0, bÃ¶r du noggrant kontrollera index fÃ¶r dina tabeller.

source: The number of joins that used a range search on a reference table.
sv: Antalet kopplingar som anvÃ¤nde en urvalssÃ¶kning pÃ¥ en referenstabell.

source: The number of joins without keys that check for key usage after each row. (If this is not 0, you should carefully check the indexes of your tables.)
sv: Antalet kopplingar utan nycklar som kontrollerar nyckelanvÃ¤ndning efter varje rad. (Om detta vÃ¤rde inte Ã¤r 0, bÃ¶r du noggrant kontrollera index fÃ¶r dina tabeller.)

source: The number of joins that used ranges on the first table. (It's normally not critical even if this is big.)
sv: Antalet kopplingar som anvÃ¤nde urval pÃ¥ den fÃ¶rsta tabellen. (Det Ã¤r normalt inte kritiskt Ã¤ven om detta Ã¤r stort.)

source: The number of joins that did a full scan of the first table.
sv: Antalet kopplingar som gjorde en fullstÃ¤ndig genomsÃ¶kning av den fÃ¶rsta tabellen.

source: The number of temporary tables currently open by the slave SQL thread.
sv: Antalet temporÃ¤ra tabeller fÃ¶r nÃ¤rvarande Ã¶ppna av slavens SQL-trÃ¥d.

source: Total (since startup) number of times the replication slave SQL thread has retried transactions.
sv: Totalt (sedan start) antal gÃ¥nger som replikeringsslavens SQL-trÃ¥d har omprÃ¶vat transaktioner.

source: This is ON if this server is a slave that is connected to a master.
sv: Denna Ã¤r ON ifall denna server Ã¤r en slav som Ã¤r fÃ¶rbunden till en huvudserver.

source: The number of threads that have taken more than slow_launch_time seconds to create.
sv: Antalet frÃ¥gor som har tagit mer Ã¤n slow_launch_time sekunder att skapa.

source: The number of queries that have taken more than long_query_time seconds.
sv: Antalet frÃ¥gor som har tagit mer Ã¤n long_query_time sekunder.

source: The number of merge passes the sort algorithm has had to do. If this value is large, you should consider increasing the value of the sort_buffer_size system variable.
sv: Antalet sammanslagningar som sorteringsalgoritmen har behÃ¶vt utfÃ¶ra. Om detta vÃ¤rde Ã¤r stort bÃ¶r du Ã¶vervÃ¤ga att Ã¶ka vÃ¤rdet i systemvariabeln sort_buffer_size.

source: The number of sorts that were done with ranges.
sv: Antalet sorteringar som gjordes med intervall.

source: The number of sorted rows.
sv: Antalet sorterade rader.

source: The number of sorts that were done by scanning the table.
sv: Antalet sorteringar som har gjorts genom avsÃ¶kning av tabellen.

source: The number of times that a table lock was acquired immediately.
sv: Antalet gÃ¥nger som ett tabellÃ¥s fÃ¶rvÃ¤rvades omedelbart.

source: The number of times that a table lock could not be acquired immediately and a wait was needed. If this is high, and you have performance problems, you should first optimize your queries, and then either split your table or tables or use replication.
sv: Antalet gÃ¥nger som ett tabellÃ¥s inte kunde fÃ¶rvÃ¤rvas omedelbart och en vÃ¤ntan var nÃ¶dvÃ¤ndig. Om detta vÃ¤rde Ã¤r hÃ¶gt och du har prestandaproblem bÃ¶r du fÃ¶rst optimera dina frÃ¥gor och antingen dela upp din tabell eller tabeller eller anvÃ¤nda replikering.

source: The number of threads in the thread cache. The cache hit rate can be calculated as Threads_created/Connections. If this value is red you should raise your thread_cache_size.
sv: Antalet trÃ¥dar i trÃ¥dcachen. Cachens trÃ¤ffrekvens kan berÃ¤knas som Threads_created/Connections. Om detta vÃ¤rde Ã¤r rÃ¶tt bÃ¶r du Ã¶ka vÃ¤rdet thread_cache_size.

source: The number of currently open connections.
sv: Antalet Ã¶ppna fÃ¶rbindelser.

source: The number of threads created to handle connections. If Threads_created is big, you may want to increase the thread_cache_size value. (Normally this doesn't give a notable performance improvement if you have a good thread implementation.)
sv: Antalet trÃ¥dar skapade fÃ¶r att hantera fÃ¶rbindelser. Om vÃ¤rdet Threads_created Ã¤r stort, vill du kanske Ã¶ka vÃ¤rdet thread_cache_size. (Normalt ger detta inte nÃ¥gon mÃ¤rkbar prestandafÃ¶rbÃ¤ttring om du har en bra trÃ¥dimplementering.)

source: Thread cache hit rate (calculated value)
sv: TrÃ¥dad cache trÃ¤ffrekvens (berÃ¤knat vÃ¤rde)

source: The number of threads that are not sleeping.
sv: Antalet trÃ¥dar som inte Ã¤r vilande.

source: Users of '%s' user group
sv: AnvÃ¤ndare av anvÃ¤ndargruppen '%s'

source: No users were found belonging to this user group.
sv: Inga anvÃ¤ndare tillhÃ¶rde denna anvÃ¤ndargrupp.

source: User groups
sv: AnvÃ¤ndargrupper

source: Server level tabs
sv: Flikar pÃ¥ servernivÃ¥

source: Database level tabs
sv: Flikar pÃ¥ databasnivÃ¥

source: Table level tabs
sv: Flikar pÃ¥ tabellnivÃ¥

source: View users
sv: Visa anvÃ¤ndare

source: Add user group
sv: LÃ¤gg till anvÃ¤ndargrupp

source: Edit user group: '%s'
sv: Redigera anvÃ¤ndargrupp: '%s'

source: User group menu assignments
sv: Menytilldelningar fÃ¶r anvÃ¤ndargrupp

source: Group name:
sv: Gruppnamn:

source: Server-level tabs
sv: Flikar pÃ¥ servernivÃ¥

source: Database-level tabs
sv: Flikar pÃ¥ databasnivÃ¥

source: Table-level tabs
sv: Flikar pÃ¥ tabellnivÃ¥

source: Profiling
sv: Profilering

source: Detailed profile
sv: Detaljerad profil

source: Summary by state
sv: Sammanfattning av tillstÃ¥ndet

source: Total Time
sv: Total tid

source: % Time
sv: Tid

source: Calls
sv: Anrop

source: Ã¸ Time
sv: Ã¸ tid

source: Bookmark this SQL query
sv: Skapa bokmÃ¤rke fÃ¶r den hÃ¤r SQL-frÃ¥gan

source: Label:
sv: Etikett:

source: Let every user access this bookmark
sv: LÃ¥t alla anvÃ¤ndare fÃ¥ tillgÃ¥ng till detta bokmÃ¤rke

source: Bookmark not created!
sv: BokmÃ¤rke ej skapat!

source: Using bookmark "%s" as default browse query.
sv: AnvÃ¤nd bokmÃ¤rket "%s" som standard webblÃ¤sarfrÃ¥ga.

source: Showing as PHP code
sv: Visar som PHP-kod

source: Current selection does not contain a unique column. Grid edit, checkbox, Edit, Copy and Delete features are not available. %s
sv: Nuvarande markering innehÃ¥ller ingen unik kolumn. Funktionerna rutnÃ¤tsredigera, kryssruta, redigera, kopiera och radera Ã¤r inte tillgÃ¤ngliga. %s

source: Current selection does not contain a unique column. Grid edit, Edit, Copy and Delete features may result in undesired behavior. %s
sv: Nuvarande markering innehÃ¥ller ingen unik kolumn. Funktionerna rutnÃ¤tsredigera, kryssruta, redigera, kopiera och radera kan orsaka oÃ¶nskat resultat, %s

source: Problems with indexes of table `%s`
sv: Problem med index fÃ¶r tabell `%s`

source: Run SQL query/queries on database %s
sv: KÃ¶r SQL-frÃ¥ga/frÃ¥gor i databasen %s

source: Run SQL query/queries on table %s
sv: KÃ¶r SQL-frÃ¥ga/frÃ¥gor i tabellen %s

source: Get auto-saved query
sv: FÃ¥ auto-sparad frÃ¥ga

source: Bind parameters
sv: Binda parametrar

source: Bookmark this SQL query:
sv: Skapa bokmÃ¤rke fÃ¶r den hÃ¤r SQL-frÃ¥gan:

source: Replace existing bookmark of same name
sv: ErsÃ¤tt befintligt bokmÃ¤rke med samma namn

source: Delimiter
sv: AvgrÃ¤nsare

source: Show this query here again
sv: Visa denna frÃ¥ga hÃ¤r igen

source: Rollback when finished
sv: Ã terstÃ¤llning nÃ¤r du Ã¤r klar

source: View only
sv: Visa endast

source: There is no detailed status information available for this storage engine.
sv: Det finns ingen detaljerad statusinformation tillgÃ¤nglig fÃ¶r denna lagringsmotor.

source: %s is the default storage engine on this MySQL server.
sv: %s Ã¤r standardmotorn fÃ¶r denna MySQL-server.

source: %s is available on this MySQL server.
sv: %s Ã¤r tillgÃ¤nglig pÃ¥ denna MySQL-server.

source: %s has been disabled for this MySQL server.
sv: %s har inaktiverats pÃ¥ denna MySQL-server.

source: This MySQL server does not support the %s storage engine.
sv: Denna MySQL-server stÃ¶djer inte lagringsmotorn %s.

source: Unknown table status:
sv: OkÃ¤nd tabellstatus:

source: Source database `%s` was not found!
sv: KÃ¤lldatabas `%s` hittades inte!

source: Target database `%s` was not found!
sv: MÃ¥ldatabas `%s` hittades inte!

source: Invalid database:
sv: Ogiltig databas:

source: Invalid table name:
sv: Ogiltigt tabellnamn:

source: Failed to rename table %1$s to %2$s!
sv: Kunde inte byta namn pÃ¥ tabell %1$s till %2$s!

source: Table %1$s has been renamed to %2$s.
sv: Tabell %1$s har dÃ¶pts om till %2$s.

source: Could not save table UI preferences!
sv: Kunde inte spara grÃ¤nssnittsinstÃ¤llningarna fÃ¶r tabellen!

source: Failed to cleanup table UI preferences (see $cfg['Servers'][$i]['MaxTableUiprefs'] %s)
sv: Misslyckades med att rensa grÃ¤nssnittsinstÃ¤llningar fÃ¶r tabell (se $cfg['Servers'][$i]['MaxTableUiprefs'] %s)

source: Cannot save UI property "%s". The changes made will not be persistent after you refresh this page. Please check if the table structure has been changed.
sv: Kan inte spara grÃ¤nssnittsattribut "%s". Ãndringarna kommer inte vara bestÃ¤ndiga efter att du uppdaterar denna sida. Kontrollera om tabellens struktur har fÃ¶rÃ¤ndrats.

source: The name of the primary key must be "PRIMARY"!
sv: PrimÃ¤rnyckelns namn mÃ¥ste vara "PRIMARY"!

source: Can't rename index to PRIMARY!
sv: Kan inte byta namn pÃ¥ index till "PRIMARY"!

source: No index parts defined!
sv: Inga delar av index Ã¤r definierade!

source: Error creating foreign key on %1$s (check data types)
sv: Fel vid skapande av frÃ¤mmande nyckel fÃ¶r %1$s (kontrollera datatyper)

source: No valid image path for theme %s found!
sv: Ingen giltig sÃ¶kvÃ¤g fÃ¶r tema %s hittades!

source: Default theme %s not found!
sv: Standardtema %s hittades inte!

source: Theme %s not found!
sv: Tema %s hittades inte!

source: Theme path not found for theme %s!
sv: Temats sÃ¶kvÃ¤g fÃ¶r tema %s hittades inte!

source: Theme:
sv: Tema:

source: Updated
sv: Uppdaterade

source: Delete version
sv: Ta bort version

source: Tracking report
sv: SpÃ¥rningsrapport

source: Structure snapshot
sv: Ãgonblicksbild pÃ¥ strukturen

source: Tracking statements
sv: SpÃ¥rning av uppgifter

source: Delete tracking data row from report
sv: Ta bort spÃ¥rning fÃ¶r denna rapport

source: Show %1$s with dates from %2$s to %3$s by user %4$s %5$s
sv: Visa %1$s med datum frÃ¥n %2$s till %3$s av anvÃ¤ndare %4$s %5$s

source: SQL dump (file download)
sv: SQL-dump (filnedladdning)

source: This option will replace your table and contained data.
sv: Denna alternativ kommer att ersÃ¤tta din tabell och ingÃ¥ende data.

source: SQL execution
sv: SQL-exekvering

source: Export as %s
sv: Exportera som %s

source: Data manipulation statement
sv: Data manipulation redogÃ¶relse

source: Data definition statement
sv: Data definition redogÃ¶relse

source: Version %s snapshot (SQL code)
sv: Version %s Ã¶gonblicksbild (SQL-kod)

source: Tracking data definition successfully deleted
sv: SpÃ¥rningsdata har tagits bort

source: Tracking data manipulation successfully deleted
sv: SpÃ¥rningsdata manipulation har tagits bort

source: You can execute the dump by creating and using a temporary database. Please ensure that you have the privileges to do so.
sv: Du kan dumpa genom att skapa och anvÃ¤nda en tillfÃ¤llig databas. Se till att du har behÃ¶righet att gÃ¶ra det.

source: Comment out these two lines if you do not need them.
sv: Kommentera bort dessa tvÃ¥ rader om du inte behÃ¶ver dem.

source: SQL statements exported. Please copy the dump or execute it.
sv: SQL-satser exporteras. Kopiera dump eller verkstÃ¤ll.

source: Tracking report for table `%s`
sv: SpÃ¥rning av rapport fÃ¶r tabell `%s`

source: Tracking for %1$s was activated at version %2$s.
sv: SpÃ¥rning av %1$s aktiverades vid version %2$s.

source: Tracking for %1$s was deactivated at version %2$s.
sv: SpÃ¥rning av %1$s deaktiverades vid version %2$s.

source: Version %1$s of %2$s was deleted.
sv: Version %1$s %2$s togs bort.

source: Version %1$s was created, tracking for %2$s is active.
sv: Version %1$s Ã¤r skapad, spÃ¥rning fÃ¶r %2$s Ã¤r aktiv.

source: active
sv: aktiv

source: not active
sv: inaktiv

source: A 1-byte integer, signed range is -128 to 127, unsigned range is 0 to 255
sv: En 1-byte heltal, signerat intervall Ã¤r -128 till 127, osignerad intervall Ã¤r 0 till 255

source: A 2-byte integer, signed range is -32,768 to 32,767, unsigned range is 0 to 65,535
sv: Ett 2-bytes heltal, signerat inom intervallet -32.768 till 32.767, osignerat inom intervallet 0 till 65.535

source: A 3-byte integer, signed range is -8,388,608 to 8,388,607, unsigned range is 0 to 16,777,215
sv: Ett 3-bytes heltal, signerat inom intervallet -8.388.608 till 8.388.607, osignerat inom intervallet 0 till 16.777.215

source: A 4-byte integer, signed range is -2,147,483,648 to 2,147,483,647, unsigned range is 0 to 4,294,967,295
sv: Ett 4-bytes heltal, signerat inom intervallet -2147483648 till 2147483647, osignerat inom intervallet 0 till 4294967295

source: An 8-byte integer, signed range is -9,223,372,036,854,775,808 to 9,223,372,036,854,775,807, unsigned range is 0 to 18,446,744,073,709,551,615
sv: Ett 8-bytes heltal, signerat inom intervallet -9.223.372.036.854.775.808 till 9.223.372.036.854.775.807, osignerat inom intervallet 0 till 18.446.744.073.709.551.615

source: A fixed-point number (M, D) - the maximum number of digits (M) is 65 (default 10), the maximum number of decimals (D) is 30 (default 0)
sv: Ett fast-punkt nummer (M, D) - det maximala antalet siffror (M) Ã¤r 65 (default 10), det maximala antalet decimaler (D) Ã¤r 30 (default 0)

source: A small floating-point number, allowable values are -3.402823466E+38 to -1.175494351E-38, 0, and 1.175494351E-38 to 3.402823466E+38
sv: Ett litet flyttal. TillÃ¥tna vÃ¤rden Ã¤r: 3.402823466E+38 till-1.175494351E-38, 0, och 1.175494351E-38 till 3.402823466E+38

source: A double-precision floating-point number, allowable values are -1.7976931348623157E+308 to -2.2250738585072014E-308, 0, and 2.2250738585072014E-308 to 1.7976931348623157E+308
sv: Ett dubbel-precision flyttal. TillÃ¥tna vÃ¤rden Ã¤r: 1.7976931348623157E+308 till 2.2250738585072014E-308, 0, och 2.2250738585072014E-308 till 1.7976931348623157E+308

source: Synonym for DOUBLE (exception: in REAL_AS_FLOAT SQL mode it is a synonym for FLOAT)
sv: Synonym fÃ¶r DOUBLE (undantag: i REAL_AS_FLOAT SQL lÃ¤get Ã¤r det en synonym fÃ¶r FLOAT)

source: A bit-field type (M), storing M of bits per value (default is 1, maximum is 64)
sv: En bit-fÃ¤lttyp (M), lagrar M bitar per vÃ¤rde default Ã¤r 1, maximalt Ã¤r 64)

source: A synonym for TINYINT(1), a value of zero is considered false, nonzero values are considered true
sv: En synonym fÃ¶r TINYINT (1), ett vÃ¤rde pÃ¥ noll betraktas som falskt, vÃ¤rden skilda frÃ¥n noll anses sanna

source: An alias for BIGINT UNSIGNED NOT NULL AUTO_INCREMENT UNIQUE
sv: Ett alias fÃ¶r BIGINT UNSIGNED NOT NULL AUTO_INCREMENT UNIQUE

source: A date, supported range is %1$s to %2$s
sv: Ett datum, supportat omrÃ¥de Ã¤r %1$s till %2$s

source: A date and time combination, supported range is %1$s to %2$s
sv: En datum och tidskombination, supportat omrÃ¥de Ã¤r %1$s till %2$s

source: A timestamp, range is 1970-01-01 00:00:01 UTC to 2038-01-09 03:14:07 UTC, stored as the number of seconds since the epoch (1970-01-01 00:00:00 UTC)
sv: En tidsstÃ¤mpel, intervallet Ã¤r 1970-01-01 00:00:01 UTC till 2038-01-09 03:14:07 UTC, lagrad som antalet sekunder sedan 1970-01-01 00:00:00 UTC

source: A time, range is %1$s to %2$s
sv: En tid, omrÃ¥det Ã¤r %1$s till %2$s

source: A year in four-digit (4, default) or two-digit (2) format, the allowable values are 70 (1970) to 69 (2069) or 1901 to 2155 and 0000
sv: Ett Ã¥r i fyr-siffrigt (4, default) eller 2-siffrigt (2) format, tillÃ¥tna vÃ¤rden Ã¤r: 70 (1970) till 69 (2069) eller 1901 till 2155 och 0000

source: A fixed-length (0-255, default 1) string that is always right-padded with spaces to the specified length when stored
sv: En strÃ¤ng med fast lÃ¤ngd (0-255, standard 1) som alltid Ã¤r hÃ¶gerfylld med blankslag till den angivna lÃ¤ngden vid lagring

source: A variable-length (%s) string, the effective maximum length is subject to the maximum row size
sv: En variabel-lÃ¤ngd (%s) strÃ¤ng, den effektiva maximala lÃ¤ngden Ã¤r fÃ¶rutsÃ¤ttningen fÃ¶r den maximala radstorleken

source: A TEXT column with a maximum length of 255 (2^8 - 1) characters, stored with a one-byte prefix indicating the length of the value in bytes
sv: En TEXT-kolumn med en maximal lÃ¤ngd av 255 (2^8-1) tecken, lagrat med ett en-bytes prefix vilket anger lÃ¤ngden av vÃ¤rdet i bytes

source: A TEXT column with a maximum length of 65,535 (2^16 - 1) characters, stored with a two-byte prefix indicating the length of the value in bytes
sv: En TEXT-kolumn med en maximal lÃ¤ngd av 65.535 (2^16-1) tecken, lagrat med ett tvÃ¥-bytes prefix vilket anger lÃ¤ngden av vÃ¤rdet i bytes
